import time
a = 1000
while a >= 0:
    print(f'{a} - 7 = {a - 7}')
    time.sleep(0.025)
    a -= 7
print ('''Ошиете. ошиете йо. соно шикуми во
Боку но нака ни. даре ка иру но?
Коварета коварета йо. коно секаи де
Кими га варау. нани мо миезу ни

Коварета боку нанте са
Ики во томете
Ходокенаи. моу ходокенаи йо
Схинжицу са е. фреезе
Ковасеру. ковасенаи
Куруеру. куруенаи
Аната во мицукете.''')
time.sleep(3)
print('''Йурета юганда секаи ни татта боку ва.
Сукитоотте. миенакунатте
Мицукенаи де боку но кото во.
Мицуменаиде
Даре ка га каита секаи но нака де
Аната во кизуцукетаку ва наи йо
Обоете те боку но кото во
Азаякана мама

Муген ни хирогару кодоку га карамару
мужаки ни варатта
киоку га сасатта
угокенаи. ходокенаи
угокенаи. ходокенаи
угокенаи. угокенаи йо
УНРАВЕЛ ГХОУЛ!

каватташиматта. каераренакатта
футацу га карамару. футари га хоробиру
ковасеру ковасенаи. куруеру куруенаи
аната во кегасенаийо
''')
time.sleep(3)
print('''Йурета юганда секаи ни татта боку ва.
Сукитоотте. миенакутте
Мицукенаи де боку но кото во.
Мицуменаиде
Даре ка га шикунда кодокуна вана ни
мираи га ходокетешимау мае ни
омоидашите боку но кото во
азаякана мама

васуренаиде. васуренаиде
васуренаиде. васуренаиде

каваттешиматта ни кото ни ПАРАЛЙЗЕ
каераренаи кото дараке ПАРАДИСЕ
обоетете боку но кото во

ошиете ошиете
Боку но нака ни. даре ка иру но?
''')